Repository: espenmn/collective.texttospeech
Catalog: src/collective/texttospeech/locales/*/LC_MESSAGES/collective.texttospeech.po
Languages: no

source: A list of CSS class identifiers that will be ignored on speech synthesis. Elements with any of these classes directly applied to them, or to a parent element, will be skipped. Default values include image captions ("image-caption") and side quotes ("pullquote").
no: En liste over CSS klassen identifikatorer som vil bli ignorert. Elementer med noen av disse klassene brukt direkte, eller til et overordnet element, blir hoppet over. Standardverdier inkluderer bildetekster ("image-caption ") og sidekitater ("pullquote ").

source: CSS class
no: CSS klasse

source: CSS class blacklist
no: CSS klasse svarteliste

source: Could not load ResponsiveVoice library; speech synthesis is disabled or is not available.
no: Kunne ikke laste ResponsiveVoice-biblioteket: Talesyntese er deaktivert eller er ikke tilgjengelig.

source: Enable speech synthesis?
no: Aktiver talesyntese?

source: Enabled Content Types
no: Aktiverte innholdstyper

source: Enables speech synthesis in Plone.
no: Aktiverer talesyntese i Plone.

source: Here you can modify speech synthesis settings.
no: Her kan du endre innstillinger for talesyntese.

source: If selected, speech synthesis feature will be enabled sitewide.
no: Aktiver talesyntese

source: Listen
no: Spill av lyd

source: Only objects of these content types will display a speech synthesis button.
no: Bare objekter av disse innholdstypene viser en talesyntese-knapp.

source: Resume
no: Fortsett

source: Speech synthesis control
no: Start talesyntese (du kan markere tekst)

source: Text-to-Speech
no: Tekst til tale

source: Voice
no: Stemme

source: Voice used to read the text.
no: Stemme
